---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfileWithFold.FoldWidth
source: html/5d0f746c-2b58-ba10-9060-a7f653122e53.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfileWithFold.FoldWidth Property

Fold segment width.

## Syntax (C#)
```csharp
public double FoldWidth { get; set; }
```